tap 'homebrew/cask-fonts'

brew 'fish'
brew 'starship'
brew 'neovim'
brew 'lazygit'
brew 'bat'
brew 'tmux'
brew 'choose'
brew 'jq'
brew 'difftastic'

cask 'visual-studio-code'
cask 'firefox'
cask '1password'
cask 'moom'
cask 'alfred'
cask 'obsidian'
cask 'iterm2'

cask 'font-jetbrains-mono' 

